Repository: Vistaus/guessnumber
Catalog: po/*.po
Languages: ru

source: Back
ru: Назад

source: To the start page
ru: На стартовую страницу

source: Welcome to the game!
ru: Добро пожаловать в игру!

source: _Numbers from 1 to
ru: _Числа от 1 до

source: _Number of attempts:
ru: _Количество попыток:

source: You guess
ru: Вы угадываете

source: The program guesses
ru: Программа угадывает

source: _Your number:
ru: _Ваше число:

source: CHECK
ru: ПРОВЕРИТЬ

source: My number is greater
ru: Мое число больше

source: My number is less
ru: Мое число меньше

source: Guessed!
ru: Угадано!

source: Enter the maximum number of guesses
ru: Введите максимальное число

source: Enter the number of attempts
ru: Введите количество попыток

source: The maximum number cannot be less than 2
ru: Максимальное число не может быть меньше 2

source: The number of attempts cannot be less than 1
ru: Количество попыток не может быть меньше 1

source: Guessed number from 1 to
ru: Загадано число от 1 до

source: . Guess it in
ru: . Угадайте его за

source: tries.
ru: попыток(ки).

source: Is it number
ru: Это число

source: You guessed a number from 1 to
ru: Вы загадали число от 1 до

source: . The program will try to guess it in
ru: . Программа попытается угадать его за

source: attempts.
ru: попыток(ки).

source: Attempt No.
ru: Попытка №

source: . Remaining tries:
ru: . Осталось попыток:

source: Question
ru: Вопрос

source: Come back? The game will be reset.
ru: Вернуться назад? Игра будет сброшена.

source: Cancel
ru: Отмена

source: Come back
ru: Вернуться назад

source: Enter your number
ru: Введите число

source: . You have attempts left:
ru: . У вас осталось попыток:

source: My number is greater!
ru: Мое число больше!

source: My number is less!
ru: Мое число меньше!

source: Trying is over! It was number
ru: Попытки закончились! Это было число

source: You guessed the number
ru: Вы загадали число

source: Trying is over!
ru: Попытки закончились!

source: Message
ru: Сообщение
